{
  "name": "Long-Term Care",
  "totalSpendingFormatted": "$2.6B",
  "percentage": 1.2406588419453868,
  "percentageFormatted": "1.2%",
  "categories": [
    {
      "name": "Long-Term Care → Homes Program → Operations",
      "amount": 0.080617971
    },
    {
      "name": "Long-Term Care → Homes Program → Long-Term Care Homes – Operations",
      "amount": 7.774612836
    },
    {
      "name": "Long-Term Care → Homes Program → Long-Term Care Homes - Capital",
      "amount": 0.0289977
    },
    {
      "name": "Long-Term Care → Ministry Administration → Operations",
      "amount": 0.008714294
    },
    {
      "name": "Long-Term Care → Unreported",
      "amount": -5.329942801
    }
  ],
  "spending_data": {
    "name": "Long-Term Care",
    "amount": 2.5629999999999997,
    "children": [
      {
        "name": "Long-Term Care → Homes Program",
        "children": [
          {
            "name": "Long-Term Care → Homes Program → Operations",
            "amount": 0.080617971
          },
          {
            "name": "Long-Term Care → Homes Program → Long-Term Care Homes – Operations",
            "amount": 7.774612836
          },
          {
            "name": "Long-Term Care → Homes Program → Long-Term Care Homes - Capital",
            "amount": 0.0289977
          }
        ]
      },
      {
        "name": "Long-Term Care → Ministry Administration",
        "children": [
          {
            "name": "Long-Term Care → Ministry Administration → Operations",
            "amount": 0.008714294
          }
        ]
      },
      {
        "name": "Long-Term Care → Unreported",
        "amount": -5.329942801
      }
    ]
  },
  "generatedAt": "2025-07-09T21:53:36.588Z",
  "_comments": {
    "_editing_guide": "The fields below can be edited to customize the department page content. These texts will appear on the public website.",
    "_introText": "Short introduction that appears at the top of the department page",
    "_descriptionText": "Detailed description - you can use placeholder variables like {jurisdiction.name}, {department.name}, etc.",
    "_roleText": "Description of the department's role and importance to the province",
    "_programsHeading": "Heading for the programs and services section",
    "_programsDescription": "Description of what programs and services this department offers"
  },
  "introText": "The Ministry of Long‑Term Care is the Ontario provincial department responsible for licensing, regulating, funding, and overseeing [long‑term care homes](https://www.ontario.ca/page/ministry-long-term-care?utm_source=chatgpt.com). It ensures residents receive safe, high‑quality care and works to modernize the sector to better serve Ontario's aging population.\n\nIt oversees and regulates [all 627 licensed long‑term care homes in Ontario](https://www.ola.org/sites/default/files/node-files/llrs/document/pdf/2023/2023-06/Understanding%20Long%20Term%20Care%20Homes.pdf?utm_source=chatgpt.com) - including municipal, non‑profit, and private providers and ensures compliance with the **Fixing Long‑Term Care Act, 2021** and Ontario Regulation 246/22. The ministry manages funding via per diem envelopes covering nursing, personal support, food and accommodations, and provides targeted infrastructure grants to modernize or build new facilities.\n\nIt sets staffing mandates - aiming for an average of 4 hours of direct nursing and PSW care per resident per day by March 2025—and enforces quality standards, inspections, and resident rights.",
  "descriptionText": "The Ontario Ministry of Long-Term Care spent $2.6B in fiscal year (FY) 2023-24, representing 1.2% of the $206.6B in total provincial spending. This investment supports long-term care homes and services for seniors.",
  "roleText": "With Ontario's aging population, long-term care is increasingly important. This ministry ensures quality care in long-term care homes, supports capital development, and works to improve standards and capacity.",
  "budgetProjectionsText": "In the 2025–26 expenditure estimates, the ministry's operating expenses are [projected at **$9.29 billion**](https://www.ontario.ca/page/expenditure-estimates-ministry-long-term-care-2025-26), with statutory appropriations of $314 million.\n\nCompared with major departments like Health and Education, LTC's budget has grown more rapidly - reflecting pandemic recovery efforts, wage enhancements, and infrastructure investments.",
  "programsHeading": "Long-Term Care Services",
  "programsDescription": "The Ministry of Long-Term Care operates programs including long-term care home funding, capital development, quality assurance, staff training support, and family support services.",
  "agenciesHeading": "Agencies and Programs",
  "agenciesDescription": "• Crown and advisory bodies such as the Long‑Term Care Homes Quality Centre and Office of the Resident & Family Adviser\n• Key programs include per diem funding, capital redevelopment/new‑build grants, accreditation support, enforcement and inspection, and staffing enhancement initiatives",
  "leadershipHeading": "Leadership",
  "leadershipDescription": "The department is headed by the **Minister of Long‑Term Care**, appointed by the Premier and sworn in by the Lieutenant‑Governor. The appointment carries membership in Ontario's Executive Council (Cabinet). The minister leads the ministry, sets policy, oversees funding allocations, regulatory compliance, and strategic direction.\n\nThere is no separate governance board; regulatory and program oversight occur internally through ministry divisions such as inspection, policy, and quality assurance units, guided by legislation and accountability frameworks. The ministry coordinates with other bodies like Ontario Health and Ontario's Auditor General."
}
